{
  "mainArticle": {
    "title": "UDPS and PPRD Divided Over Joseph Kabila’s Announcement to Return to DRC Through the Eastern Region",
    "content": "The announcement by honorary President Joseph Kabila to return to the DRC through the eastern region has, in recent days, become the center of controversy between the UDPS and the PPRD. In a statement received on Wednesday, April 9, by Radio Okapi, the secretary general of the ruling party, Augustin Kabuya, considers the decision of the former head of state to be an admission of his involvement with the AFC/M23 rebellion.",
    "image": "https://lh3.googleusercontent.com/-INo57BLQQpM/Wt9mIfJ2FMI/AAAAAAACK9I/vXaChizTIzYOceQzSllN60c7S9shB7ZHQCHMYBhgL/kabila.jpg?imgmax=1200",
    "longContent": "He claims he is not surprised by Joseph Kabila’s announcement, who, according to him, is Paul Kagame’s puppet. 'I ask our people to mobilize as one and unite behind Félix Tshisekedi, who embodies the values needed to save our country. Nangaa is Kabila’s product, and Kabila is Kagame’s product,' he said. He is surprised that Joseph Kabila spoke out only after sanctions were imposed on dignitaries of the Rwandan regime. On the PPRD side, these accusations are described as evasions. The deputy permanent secretary of the party, Ferdinand Kambere, denounced the attempts to undermine the moral authority of his party and other members. Ferdinand Kambere described Augustin Kabuya’s statements as pure lies meant to deceive public opinion: 'These are lies. Lacking any achievements to justify their record, they think they can keep fooling the people with lies to cover up their miserable failure.' In a letter addressed to *Jeune Afrique*, Joseph Kabila assured that 'after six years of absolute silence, one year in exile, and in view of the deteriorating security situation, he has taken the decision to return without delay' to the DRC in order to 'contribute to finding a solution.'"
  },
 "sidebarArticles": [
    {
      "title": "‘My First Montreux Africa’ Contest: Bukavu Comedian Irène Ziyiruka Qualifies for the Final",
      "summary": "",
      "image": ""
    },
    {
      "summary": "The trial between the public prosecutor and the seven police officers from Prime Minister Judith Suminwa’s escort, accused of killing traffic police officer Fiston Kabeya, resumes Monday, April 14, 2025, in Kinshasa. Photo ACP",
      "image": "https://photos.radiookapi.net/picture/20250414185558306173_policier.jpg?imgmax=1200"
    },
    {
      "summary": "Members of Parliament and Senators gathered in Congress on Monday, December 14, 2020, for President Félix Antoine Tshisekedi Tshilombo’s speech on the state of the nation. Presidential Press Photo.",
      "image": "https://photos.radiookapi.net/picture/20201214191724961109-disco.jpg?imgmax=800"
    },
    {
      "summary": "DRC-China | Agriculture: New projects are being considered within Sino-Congolese cooperation",
      "image": "https://scontent-lis1-1.xx.fbcdn.net/v/t39.30808-6/490588713_4311732972437619_3215308732569819609_n.jpg?stp=dst-jpg_s843x403_tt6&_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_eui2=AeE5yjuTyL5QuvpV7EevYeogfQOnzGxDg8t9A6fMbEODy1c6yLcinuJ3mhH3Z8QkIMG7cC8m3OZDunoJhTMq_0hO&_nc_ohc=j06NifCLeg8Q7kNvwFtVorC&_nc_oc=Adk0uKdOJzqLFmTFpkuzXlYf6NX6TU1qHKTZQ3PxIFb7zLd_ReMk_o6M0ji1_3o1OtY&_nc_zt=23&_nc_ht=scontent-lis1-1.xx&_nc_gid=EddwScO0I1IzvVNyewDkXA&oh=00_AfFt6KFHJF-Dk1_gjf3cx0SmFYCxnLjPBdEyJYUqdO8hog&oe=6803031F"
    }
  ],
  "info": {
    "1": {
      "title": "Détails article 1",
      "content": "Contenu détaillé de l'article 1"
    },
    "2": {
      "title": "Détails article 2",
      "content": "Contenu détaillé de l'article 2"
    },
    "3": {
      "title": "Détails article 3",
      "content": "Contenu détaillé de l'article 3"
    },
    "4": {
      "title": "Détails article 4",
      "content": "Contenu détaillé de l'article 4"
    }
  },

  "carousel": [
    {
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQfiVtypQODS2S_n9vYwjUgpTVVba3t84ihQHjIwY1ETOJIpNTK",
      "text": "Patrick Muyaya on the federalism debate: 'It’s so suspicious that it supports the idea of those who think the time is right...'"
    },
    {
      "image": "https://photos.radiookapi.net/picture/20241111185627811604_IMG-20241111-WA0048.jpg?imgmax=1200",
      "text": "Ituri-Djugu: A dozen militiamen from the Zaïre armed group neutralized by the army"
    },
    {
      "image": "https://photos.radiookapi.net/picture/20231105075954884101_Goma.jpeg?imgmax=1200",
      "text": "Bishop Willy Ngumbi Ngengele of the Goma Diocese urged Christians to keep their faith and hope despite the current challenges they face."
    },
    {
      "image": "https://www.unicef.org/drcongo/sites/unicef.org.drcongo/files/styles/hero_extended/public/Kalemie_A_Oatway_24ab.jpg.webp?itok=McDKM12j",
      "text": "DRC-Higher Education: Possible sanctions against mismanagement in certain higher education institutions"
    },
    {
      "image": "https://photos.radiookapi.net/picture/20240830194052397953_GV3FNUjXIAAvZm0.jpg?imgmax=1200",
      "text": "EXETAT: Minister Raïssa Malu sets up a grading center equipped with AI-integrated item processing software"
    },
    {
      "image": "https://photos.radiookapi.net/picture/20230821230429210243_WhatsApp_Image_2023-08-21_at_21.38.55.jpeg?imgmax=1200",
      "text": "Bukanga-Lonzo Trial: Matata Ponyo to appear again before the Constitutional Court on April 14"
    },
    {
      "image": "https://www.tsieleka.com/wp-content/uploads/2021/11/Screenshot_20211025-114713.jpg",
      "text": "Bukanga-Lonzo Trial: Constitutional Court merges all preliminary issues raised by Matata Ponyo with the substantive review of the case"
    },
    {
      "image": "https://photos.radiookapi.net/picture/20240718195317497717_GP880N0WoAAUEpk.jfif?imgmax=1200",
      "text": "War Economy: Mukoko Samba says he relies on levers to maintain stability"
    },
    {
      "image": "https://photos.radiookapi.net/picture/20240429001134824362_original-CCBBFF80-D38D-4A97-AAB1-7B19D511D4D6.jpeg?imgmax=1200",
      "text": "Linafoot: The play-off phase will begin on April 23"
    },
    {
      "image": "https://actualite.cd/sites/default/files/styles/800_600/public/2024-01/Ndala%20Jean-Jacques.jpg?itok=e10rIxst",
      "text": "2025 FIFA Club World Cup: Congolese referee Jean-Jacques Ndala among 5 African referees selected"
    }
  ]
}
